Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Fill blank fields value with custom values.
de_de: Leere Felder mit benutzerdefinierten Werten füllen.

source: The custom value cannot be longer than 50 characters.
de_de: Der benutzerdefinierte Wert darf nicht länger als 50 Zeichen sein.

source: A custom value is required when using custom blank values.
de_de: Ein benutzerdefinierter Wert ist erforderlich, wenn benutzerdefinierte Leereinträge verwendet werden.

source: Fill blank fields value with a [Blank] value.
de_de: Leere Feldwerte mit einem [Leer]-Wert füllen.

source: Define how blank values should be handled.
de_de: Legen Sie fest, wie leere Werte behandelt werden sollen.

source: Blank values
de_de: Leere Werte

source: Skip blank fields.
de_de: Leere Felder überspringen.

source: You must add at least one concatenated field.
de_de: Sie müssen mindestens ein verkettetes Feld hinzufügen.

source: The blank value behavior is required.
de_de: Das Verhalten für leere Werte ist erforderlich.

source: The separator is required.
de_de: Der Trenner ist erforderlich.

source: You have not added any fields yet.
de_de: Sie haben noch keine Felder hinzugefügt.

source: Preview (blank):
de_de: Vorschau (leer):

source: [Blank]
de_de: [Leer]

source: Preview (default):
de_de: Vorschau (Standard):

source: Complete the configuration to see the preview of category of worker.
de_de: Vervollständigen Sie die Konfiguration, um die Vorschau der Mitarbeiter:in-Kategorie zu sehen.

source: Example of a configuration tailored to the specific use case.
de_de: Beispiel für eine auf den spezifischen Anwendungsfall zugeschnittene Konfiguration.

source: • (bullet)
de_de: • (Aufzählungspunkt)

source: : (colon)
de_de: : (Doppelpunkt)

source: , (comma)
de_de: , (Komma)

source: - (dash)
de_de: – (Gedankenstrich)

source: / (forward slash)
de_de: / (Schrägstrich)

source: – (hyphen)
de_de: – (Bindestrich)

source: Select the separator you want to use for the configuration.
de_de: Wählen Sie das Trennzeichen aus, das Sie für die Konfiguration verwenden möchten.

source: ; (semicolon)
de_de: ; (Semikolon)

source: _ (underscore)
de_de: _ (Unterstrich)

source: | (vertical bar)
de_de: | (senkrechter Strich)
